
type AnotherName = {
    [key: string]: number[]
}

// 学生别名
export const anotherName: AnotherName = {
    "小夏": [139],
    "幼瞬": [109],
    "轮椅": [62],
    "忠犬": [39, 345],
    "雷普狼": [86, 87, 58],
    "狂暴雷普狼": [86, 87, 58],
    "忍忍": [180, 46],
    "蓝色恶魔": [104],
    "mika": [1],
    "啊哈哈": [74, 70],
    "浮士德": [74, 70],
    "猴王": [115],
    "芋泥小孩": [142],
    "团长": [129],
    "大叔": [42, 76, 373],
    "邮箱": [52, 54],
    "体香": [54],
    "大白子": [135],
    "168": [38],
    "红毛丹": [38],
    "小护士": [91, 153],
    "大护士": [98, 178],
    "小桃": [2, 30],
    "小绿": [27, 31]
}